<?php
$products = 
[
    "Мужская одежда" => 
    [
        "Футболки" => 
        [
            "Футболка с длинным рукавом" => 
            [
                "Price" => "575 ₽",
                "Image" => "images/t-shirt_long.jpg",
                "Description" => "Теплая футболка с длинными рукавами — идеальный выбор для прохладных дней, комфорт и стиль в одном"
            ],
            "Футболка с коротким рукавом" =>
            [
                "Price" => "440 ₽",
                "Image" => "images/t-shirt.jpg",
                "Description" => "Легкая и стильная футболка с короткими рукавами — идеальная для летних приключений и комфорта."
            ],
        ],
        "Джинсы" => 
        [
            "Классические джинсы" => 
            [
                "Price" => "2600 ₽",
                "Image" => "images/classic_jeans.jpg",
                "Description" => "Классические джинсы: стиль, комфорт и надежность. Идеальный выбор для каждого дня, подчеркивают вашу индивидуальность."
            ],
            "Джинсы скини" => 
            [
                "Price" => "3200 ₽",
                "Image" => "images/skinny_jeans.jpg",
                "Description" => "Джинсы скинни: смелый стиль и идеальное прилегание. Подчеркивают контуры, придают уверенность и современный вид."
            ],
        ],
        "Рубашки" => 
        [
            "Рубашка с карманами" =>
            [
                "Price" => "2100 ₽",
                "Image" => "images/pocket_shirt.jpg",
                "Description" => "Универсальная рубашка с карманами — стильное решение с практичными деталями. Сочетает комфорт и функциональность в одном."
            ],
            "Рубашка поло" =>
            [
                "Price" => "800 ₽",
                "Image" => "images/polo_shirt.jpg",
                "Description" => "Рубашка поло - современная классика. Сочетает комфорт и стиль. Идеальный выбор для повседневного элегантного наряда."
            ],
        ]
    ],
    "Женская одежда" => 
    [
        "Платья" => 
        [
            "Платье в полоску" =>
            [
                "Price" => "2400 ₽",
                "Image" => "images/line_dress.jpg",
                "Description" => "Элегантное платье в черно-белую полоску с красивым силуэтом и глубоким декольте подчеркивает женскую красоту и стиль."
            ],
            "Вечернее платье" => 
            [
                "Price" => "1700 ₽",
                "Image" => "images/evening_dress.jpg",
                "Description" => "Изысканное вечернее платье с искусными деталями, создающими неповторимый образ для особенных вечеров."
            ],
        ],
        "Блузки" => 
        [
            "Белая блузка" => 
            [
                "Price" => "1500 ₽",
                "Image" => "images/white_bluz.jpg",
                "Description" => "Белая блузка – символ нежности и стиля. Изящное сочетание кроя и цвета, подчеркивающее женскую грацию и элегантность."
            ],
            "Рубашка с воротником" => 
            [
                "Price" => "1600 ₽",
                "Image" => "images/white_shirt.jpg",
                "Description" => "Стильная рубашка с воротником – универсальная классика. Прекрасно подходит для деловых и повседневных образов."
            ],
        ],
        "Юбки" => 
        [
            "Макси-юбка" =>
            [
                "Price" => "2600 ₽",
                "Image" => "images/maksi.jpg",
                "Description" => "Элегантная макси-юбка – модное решение для комфортного и стильного образа, подчеркивающая женскую грацию и утонченность."
            ],
            "Юбка-карандаш" => 
            [
                "Price" => "960 ₽",
                "Image" => "images/pen_skirt.jpg",
                "Description" => "Юбка-карандаш - элегантная и стройная. Идеально подходит для делового и вечернего стиля."
            ],
        ]
    ],
    "Детская одежда" =>
    [
        "Куртки" => 
        [
            "Теплая зимняя куртка" =>
            [
                "Price" => "5100 ₽",
                "Image" => "images/warm_jacket.jpg",
                "Description" => "Теплая зимняя куртка - надежное средство защиты от холода. Теплый утеплитель обеспечивает комфорт в холодное время года."
            ],
            "Легкая ветровка" => 
            [
                "Price" => "1700 ₽",
                "Image" => "images/windbreaker.jpg",
                "Description" => "Легкая ветровка - стильное и практичное решение для ветреных дней. Удобна, модна и отлично защищает от ветра и непогоды."
            ],
        ],
        "Шорты" => 
        [
            "Детские шорты" => 
            [
                "Price" => "300 ₽",
                "Image" => "images/shorts.jpg",
                "Description" => "Яркие и удобные детские шорты - отличный выбор для активных игр и отдыха на солнце. Максимальный комфорт и стиль."
            ],
            "Спортивные шорты" => 
            [
                "Price" => "600 ₽",
                "Image" => "images/sport_shorts.jpg",
                "Description" => "
                Спортивные шорты - идеальное решение для активных тренировок. Обеспечивают максимальную свободу движений и комфорт."
            ],
        ],
        "Комбинезоны" => 
        [
            "Полукомбинезон" => 
            [
                "Price" => "3100 ₽",
                "Image" => "images/half_overall.jpg",
                "Description" => "Полукомбинезон - стильный и практичный выбор для активных дней. Удобен и подчеркивает спортивный стиль с комфортом."
            ],
            "Полноценный комбинезон" => 
            [
                "Price" => "5500 ₽",
                "Image" => "images/overall.jpg",
                "Description" => "Полноценный комбинезон - совершенное сочетание стиля и удобства. Идеально подходит для мероприятий."
            ],
        ],
    ]
];
?>